[
    {
      "title": "Ojamajo Doremi",
      "synopsis": "Harukaze Doremi considers herself to be the unluckiest girl in the world. Her parents are always fighting, her little sister makes fun of her, and her crush pines after another girl. If only Doremi could just wave a magic wand, she would have a much better life—or so she used to think.\n\nAfter a mishap with a real witch, Doremi becomes an apprentice witch herself, and it turns out she's pretty horrible at that, too.\n\nNow she and her two friends must study to become better at magic so they can become good witches. That is, if they can focus on their magic studies!\n\nThe three apprentices will need all the luck they can get if they want to pass the witch exams and become full-fledged witches. Only then will Doremi's debt to the witch Majorika be repaid. Until then, Doremi will remain a useless little witch girl!",
      "genres": [
        "Comedy"
      ],
      "image": "/uploads/animes/anime1.jpg"
    },
    {
      "title": "Ojamajo Doremi Sharp",
      "synopsis": "At the end of the first season, Doremi and her friends all had to give up their witch powers and be normal girls again. This also meant that they couldn't see Majorika, Lala, and the fairies again. The MAHO-Dou was also deserted and the door to the Majokai was locked.\n\nThe Queen, having seen all this through her crystal ball, secretly makes it so that Doremi and co. all end up heading into the Majokai again, with the excuse to return Majorika's hair dryer. However they end up stumbling into a garden, and one of the roses reveals a baby!\n\nThe Queen tells the girls that they must raise the baby for a whole year. To help them, they receive newer and stronger witch powers than before! The adventure isn't over yet!",
      "genres": [
        "Comedy"
      ],
      "image": "/uploads/animes/anime2.jpg"
    },
    {
      "title": "Motto! Ojamajo Doremi",
      "synopsis": "After losing their magical abilities, the girls once again become witches. However, now they have to go through tests from the Witches of the Witch World. They also meet a new member from New York, Momoko.",
      "genres": [
        "Comedy"
      ],
      "image": "/uploads/animes/anime3.jpg"
    },
    {
      "title": "Ojamajo Doremi Dokkaan!",
      "synopsis": "Hana now becomes a peer of the Ojamajo. When Majotourbillon's spirit revives, the witches now have to break her curse. From the help from Pao-chan, Doremi, Hana, and the other witches are able to defeat the curses.",
      "genres": [  
      "Comedy"
      ],
      "image": "/uploads/animes/anime4.jpg"
    },
    {
      "title": "Ojamajo Doremi Na-i-sho",
      "synopsis": "Na-i-sho is a 13 episode OAV series detailing the summer between the ~motto~ and the Dokkaan season. It is a bit more mature than the TV seasons, and looks to develop each of the five witches romantically. Hana is back to a baby, and the mahou shop is a bakery.",
      "genres": [   
      "Comedy"
      ],
      "image": "/uploads/animes/anime5.jpg"
    }
]